test/output1A.txt
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 43768
[OVERALL], Throughput(ops/sec), 2284.774264302687
[TOTAL_GCS_Copy], Count, 252
[TOTAL_GC_TIME_Copy], Time(ms), 186
[TOTAL_GC_TIME_%_Copy], Time(%), 0.4249680131602997
[TOTAL_GCS_MarkSweepCompact], Count, 0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 252
[TOTAL_GC_TIME], Time(ms), 186
[TOTAL_GC_TIME_%], Time(%), 0.4249680131602997
[READ], Operations, 49700
[READ], AverageLatency(us), 6387.270663983903
[READ], MinLatency(us), 139
[READ], MaxLatency(us), 297727
[READ], 95thPercentileLatency(us), 14551
[READ], 99thPercentileLatency(us), 23055
[READ], Return=OK, 49700
[CLEANUP], Operations, 16
[CLEANUP], AverageLatency(us), 211.5
[CLEANUP], MinLatency(us), 1
[CLEANUP], MaxLatency(us), 3349
[CLEANUP], 95thPercentileLatency(us), 8
[CLEANUP], 99thPercentileLatency(us), 3349
[UPDATE], Operations, 50300
[UPDATE], AverageLatency(us), 6396.769781312128
[UPDATE], MinLatency(us), 167
[UPDATE], MaxLatency(us), 505855
[UPDATE], 95thPercentileLatency(us), 14463
[UPDATE], 99thPercentileLatency(us), 23439
[UPDATE], Return=OK, 50300